{
  "tags": [],
  "chapters": [],
  "title": "The Book of Magic",
  "subtitle": "A Collection of Stories",
  "authors": [
    "George R. R. Martin",
    "Scott Lynch",
    "Elizabeth Bear",
    "Garth Nix"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "2009",
  "publishedDate": null,
  "publisher": "Bantam",
  "description": "A new anthology celebrating the witches and sorcerers of epic fantasy—featuring stories by George R. R. Martin, Scott Lynch, Megan Lindholm, and many others! Hot on the heels of Gardner Dozois’s acclaimed anthology The Book of Swords comes this companion volume devoted to magic. How could it be otherwise? For every Frodo, there is a Gandalf . . . and a Saruman. For every Dorothy, a Glinda . . . and a Wicked Witch of the West. What would Harry Potter be without Albus Dumbledore . . . and Severus Snape? Figures of wisdom and power, possessing arcane, often forbidden knowledge, wizards and sorcerers are shaped—or misshaped—by the potent magic they seek to wield. Yet though their abilities may be godlike, these men and women remain human—some might say all too human. Such is their curse. And their glory. In these pages, seventeen of today’s top fantasy writers—including award-winners Elizabeth Bear, John Crowley, Kate Elliott, K. J. Parker, Tim Powers, and Liz Williams—cast wondrous spells that thrillingly evoke the mysterious, awesome, and at times downright terrifying worlds where magic reigns supreme: worlds as far away as forever, and as near as next door. FEATURING SIXTEEN ALL-NEW STORIES: “The Return of the Pig” by K. J. Parker “Community Service” by Megan Lindholm “Flint and Mirror” by John Crowley “The Friends of Masquelayne the Incomparable” by Matthew Hughes “The Biography of a Bouncing Boy Terror: Chapter Two: Jumping Jack in Love” by Ysabeau S. Wilce “Song of Fire” by Rachel Pollack “Loft the Sorcerer” by Eleanor Arnason “The Governor” by Tim Powers “Sungrazer” by Liz Williams “The Staff in the Stone” by Garth Nix “No Work of Mine” by Elizabeth Bear “Widow Maker” by Lavie Tidhar “The Wolf and the Manticore” by Greg Van Eekhout “The Devil’s Whatever” by Andy Duncan “Bloom” by Kate Elliott “The Fall and Rise of the House of the Wizard Malkuril” by Scott Lynch Plus George R. R. Martin’s classic story “A Night at the Tarn House” and an introduction by Gardner Dozois Praise for The Book of Magic “In The Book of Magic, you get everything you expect and more! Assembling seventeen great authors in one place is a difficult job but this book, with a lot of help from editor Gardner Dozois, does just that. . . . This compilation is a treat for any who love a good fantasy tale.”—Geeks of Doom",
  "isbn": "9780399593789",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}