{
  "tags": [
    "Action & Adventure",
    "Thriller & Suspense",
    "Horror",
    "Ghosts",
    "Suspense",
    "Fantasy"
  ],
  "chapters": [],
  "title": "The Wind Through the Keyhole (read by Stephen King)",
  "subtitle": "A Dark Tower Novel",
  "authors": [
    "Stephen King"
  ],
  "narrators": [
    "Stephen King"
  ],
  "series": [
    "The Dark Tower #4.5"
  ],
  "genres": [
    "Literature & Fiction",
    "Mystery, Thriller & Suspense",
    "Science Fiction & Fantasy"
  ],
  "publishedYear": "2012",
  "publishedDate": null,
  "publisher": "Hodder & Stoughton",
  "description": "Stephen King's epic fantasy series, The Dark Tower, is being made into a major movie starring Idris Elba and Matthew McConaughey. Due in cinemas February 17, 2017 USA.  For listeners new to The Dark Tower, The Wind Through the Keyhole is a stand-alone novel, and a wonderful introduction to the series. It is a story within a story, which features both the younger and older gunslinger Roland on his quest to find the Dark Tower.  Fans of the existing seven books in the series will also delight in discovering what happened to Roland and his ka tet between the time they leave the Emerald City and arrive at the outskirts of Calla Bryn Sturgis.  This Russian Doll of a novel, a story within a story, within a story, visits Mid-World's last gunslinger, Roland Deschain, and his ka-tet as a ferocious storm halts their progress along the Path of the Beam. (The novel can be placed between Dark Tower IV and Dark Tower V.)  Roland tells a tale from his early days as a gunslinger, in the guilt ridden year following his mother's death. Sent by his father to investigate evidence of a murderous shape shifter, a 'skin man,' Roland takes charge of Bill Streeter, a brave but terrified boy who is the sole surviving witness to the beast's most recent slaughter.  Roland, himself only a teenager, calms the boy by reciting a story from the Book of Eld that his mother used to read to him at bedtime, The Wind through the Keyhole.. 'A person's never too old for stories,' he says to Bill. 'Man and boy, girl and woman, we live for them.' And stories like these, they live for us. ",
  "isbn": null,
  "asin": "B007T9UTOW",
  "language": "English",
  "explicit": false,
  "abridged": false
}