{
  "tags": [],
  "chapters": [],
  "title": "The World of Ice & Fire",
  "subtitle": "The Untold History of Westeros and the Game of Thrones",
  "authors": [
    "Linda Antonsson",
    "George R. R. Martin",
    "Elio M. García Jr."
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1975",
  "publishedDate": null,
  "publisher": "Bantam",
  "description": "NEW YORK TIMES BESTSELLER • Perfect for fans of A Song of Ice and Fire and HBO’s Game of Thrones—an epic history of Westeros and the lands beyond, featuring hundreds of pages of all-new material from George R. R. Martin! If the past is prologue, then George R. R. Martin’s masterwork—the most inventive and entertaining fantasy saga of our time—warrants one hell of an introduction. At long last, it has arrived with The World of Ice & Fire. This lavishly illustrated volume is a comprehensive history of the Seven Kingdoms, providing vividly constructed accounts of the epic battles, bitter rivalries, and daring rebellions that lead to the events of A Song of Ice and Fire and HBO’s Game of Thrones. In a collaboration that’s been years in the making, Martin has teamed with Elio M. García, Jr., and Linda Antonsson, the founders of the renowned fan site Westeros.org—perhaps the only people who know this world almost as well as its visionary creator. Collected here is all the accumulated knowledge, scholarly speculation, and inherited folk tales of maesters and septons, maegi and singers, including • artwork and maps, with more than 170 original pieces • full family trees for Houses Stark, Lannister, and Targaryen • in-depth explorations of the history and culture of Westeros • 100% all-new material, more than half of which Martin wrote specifically for this book The definitive companion piece to George R. R. Martin’s dazzlingly conceived universe, The World of Ice & Fire is indeed proof that the pen is mightier than a storm of swords.",
  "isbn": "9780345535559",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}