{
  "tags": [],
  "chapters": [],
  "title": "Ursula K. Le Guin: Annals of the Western Shore (LOA #335)",
  "subtitle": "Gifts / Voices / Powers",
  "authors": [
    "Ursula K. Le Guin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Young Adult Fiction"
  ],
  "publishedYear": "1994",
  "publishedDate": null,
  "publisher": "Library of America",
  "description": "Ursula K. Le Guin’s Nebula Award–winning young adult fantasy series—gathered for the first time in a deluxe collector’s edition for readers of all ages Teenagers struggle to come to terms with their own mysterious and magical gifts as they come-of-age in the far-flung Western Shore. This fifth volume in the definitive Library of America edition of Ursula K. Le Guin’s work presents a trilogy of coming-of-age stories set in the Western Shore—a world where young people find themselves struggling not just against racism, prejudice, and slavery, but with how to live with the mysterious and magical gifts they have been given. All three novels feature the generous voice and deeply human concerns that mark all Le Guin’s work, and together they form an elegant anthem to the revolutionary and transformative power of words and storytelling. In Gifts, Orrec and Gry will inherit both their families’ domains and their “gifts,” the ability to communicate with animals, or control a mind, or maim or kill with only a word and gesture. Both discover their gifts are not what they thought. In Voices, Memer lives in a city conquered by fundamentalist and superstitious soldiers who have made reading and writing forbidden. But in Memer’s house there is a secret room where the last few books in the city have been hidden. And in the Nebula Award-winning Powers, the young slave Gavir can remember any book after reading it just once. It makes him valuable, but it also makes him a threat. Gav sets out to understand who he is, where he came from, and what his gift means. This deluxe edition features Le Guin’s own previously unseen hand-drawn maps. Included in an appendix are essays and interviews about the novels, as well as Le Guin’s pronunciation guide to the names and languages of the Western Shore.",
  "isbn": "9781598536690",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}