{
  "tags": [],
  "chapters": [],
  "title": "The Eighth Science Fiction MEGAPACK ®",
  "subtitle": "25 Modern and Classic Stories",
  "authors": [
    "George R.R. Martin",
    "Mike Resnick",
    "Pamela Sargent",
    "Philip K Dick",
    "Jay Lake"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1979",
  "publishedDate": null,
  "publisher": "Wildside Press LLC",
  "description": "\"The Eighth Science Fiction Megapack\" presents another stellar lineup of classic science fiction, new and old. Here are 25 stories (plus a bonus interview with best-selling author George R.R. Martin) by some of the field's greatest authors. Included are: THE TRUE DARKNESS, by Pamela Sargent PERMANENT FATAL ERRORS, by Jay Lake ADJUSTMENT TEAM, by Philip K. Dick ROBOTS DON’T CRY, by Mike Resnick NO GREAT MAGIC, by Fritz Leiber ESCAPE HATCH, by Brenda W. Clough BACKLASH, by Winston K. Marks THE PICK-UP, by Lawrence Watt-Evans POPULATION IMPLOSION, by Andrew J. Offutt WAY DOWN EAST, by Tim Sullivan THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 28, by Grendel Briarton TO INVADE NEW YORK, by Irwin Lewis THEY WERE THE WIND, by C.J. Henderson STOPOVER, by William Gerken CONSEQUENCES OF STEAM, by Michael Hemmingson OUTSIDE LOOKING IN, by Mark E. Burgess DEAD WORLD, by Jack Douglas NEFERTITI'S TENTH LIFE, by Mary A. Turzillo QUICKSILVER, by Lonni Lees AFTER ALL, by Robert Reginald THE BARBARIANS, by Algis Budrys EX MACHINA, by Cynthia Ward MONKEY ON HIS BACK, by Charles V. De Vet THE SURVIVORS, by Tom Godwin THROUGH TIME AND SPACE WITH FERDINAND FEGHOOT: 99, by Grendel Briarton SPEAKING WITH GEORGE R.R. MARTIN: Interview conducted by Darrell Schweitzer And don't forget to search this ebook store for \"Wildside Megapack\" to see more entries in this series, covering classic authors and subjects like mysteries, science fiction, westerns, ghost stories -- and much, much more!",
  "isbn": "9781434442826",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}