{
  "tags": [],
  "chapters": [],
  "title": "Legends II",
  "subtitle": "New Short Novels by the Masters of Modern Fantasy",
  "authors": [
    "George R. R. Martin",
    "Diana Gabaldon",
    "Terry Brooks",
    "Anne McCaffrey"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "2003",
  "publishedDate": null,
  "publisher": "Del Rey",
  "description": "An acclaimed anthology of original short novels by some of the greatest writers in fantasy fiction, including Terry Brooks, Diana Gabaldon, Neil Gaiman, George R. R. Martin, and Anne McCaffrey Legends II picks up where its illustrious predecessor left off. All of the bestselling writers represented in Legends II return to the special universe of the imagination that its author has made famous throughout the world. Whether set before or after events already recounted elsewhere, whether featuring beloved characters or compelling new creations, these masterful short novels are both mesmerizing stand-alones—perfect introductions to the work of their authors—and indispensable additions to the epics on which they are based. ROBIN HOBB returns to the Realm of the Elderlings with “Homecoming,” a powerful tale in which exiles sent to colonize the Cursed Shores find themselves sinking into an intoxicating but deadly dream . . . or is it a memory? GEORGE R. R. MARTIN continues the adventures of Dunk, a young hedge knight, and his unusual squire, Egg, in “The Sworn Sword,” set a generation before the events in A Song of Ice and Fire. ORSON SCOTT CARD tells a tale of Alvin Maker and the mighty Mississippi, featuring a couple of ne’er-do-wells named Jim Bowie and Abe Lincoln, in “The Yazoo Queen.” DIANA GABALDON turns to an important character from her Outlander saga—Lord John Grey—in “Lord John and the Succubus,” a supernatural thriller set in the early days of the Seven Years War. ROBERT SILVERBERG spins an enthralling tale of Majipoor’s early history—and remote future—as seen through the eyes of a dilettantish poet who discovers an unexpected destiny in “The Book of Changes.” TAD WILLIAMS explores the strange afterlife of Orlando Gardiner, from his Otherland saga, in “The Happiest Dead Boy in the World.” ANNE McCAFFREY shines a light into the most mysterious and wondrous of all places on Pern in the heartwarming “Beyond Between.” RAYMOND E. FEIST turns from the great battles of the Riftwar to the story of one soldier, a young man about to embark on the ride of his life, in “The Messenger.” ELIZABETH HAYDON tells of the destruction of Serendair and the fate of its last defenders in “Threshold,” set at the end of the Third Age of her Symphony of Ages series. NEIL GAIMAN gives us a glimpse into what befalls the man called Shadow after the events of his Hugo Award–winning novel American Gods in “The Monarch of the Glen.” TERRY BROOKS adds an exciting epilogue to The Wishsong of Shannara in “Indomitable,” the tale of Jair Ohmsford’s desperate quest to complete the destruction of the evil Ildatch . . . armed only with the magic of illusion.",
  "isbn": "9780345471093",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}