{
  "tags": [],
  "chapters": [],
  "title": "The Birthday of the World",
  "subtitle": "And Other Stories",
  "authors": [
    "Ursula K. Le Guin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "2003",
  "publishedDate": null,
  "publisher": "Harper Collins",
  "description": "For more than four decades, Ursula K. Le Guin has enthralled readers with her imagination, clarity, and moral vision. The recipient of numerous literary prizes, including the National Book Award, the Kafka Award, and five Hugo and five Nebula Awards, this renowned writer has, in each story and novel, created a provocative, ever-evolving universe filled with diverse worlds and rich characters reminiscent of our earthly selves. Now, in The Birthday of the World, this gifted artist returns to these worlds in eight brilliant short works, including a never-before-published novella, each of which probes the essence of humanity. Here are stories that explore complex social interactions and troublesome issues of gender and sex; that define and defy notions of personal relationships and of society itself; that examine loyalty, survival, and introversion; that bring to light the vicissitudes of slavery and the meaning of transformation, religion, and history. The first six tales in this spectacular volume are set in the author's signature world of the Ekumen, \"my pseudo-coherent universe with holes in the elbows,\" as Le Guin describes it -- a world made familiar in her award-winning novel The Left Hand of Darkness. The seventh, title story was hailed by Publishers Weekly as \"remarkable . . . a standout.\" The final offering in the collection, Paradises Lost, is a mesmerizing novella of space exploration and the pursuit of happiness. In her foreword, Ursula K. Le Guin writes, \"to create difference-to establish strangeness-then to let the fiery arc of human emotion leap and close the gap: this acrobatics of the imagination fascinates and satisfies me as no other.\" In The Birthday of the World, this gifted literary acrobat exhibits a dazzling array of skills that will fascinate and satisfy us all.",
  "isbn": "9780061803925",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}