{
  "tags": [],
  "chapters": [],
  "title": "Ursula K. Le Guin: The Complete Orsinia (LOA #281)",
  "subtitle": "Malafrena / Stories and Songs",
  "authors": [
    "Ursula K. Le Guin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1994",
  "publishedDate": null,
  "publisher": "Library of America",
  "description": "Library of America gathers for the first time the entire body of work set in the imaginary central European nation of Orsinia—the enchanting, richly imagined historical fiction series written by Hugo, Nebula, and National Book Award winner Ursula K. Le Guin. In a career spanning half a century, Ursula K. Le Guin has produced a body of work that testifies to her abiding faith in the power and art of words. She is perhaps best known for imagining future intergalactic worlds in brilliant books that challenge our ideas of what is natural and inevitable in human relations—and that celebrate courage, endurance, risk-taking, and above all, freedom in the face of the psychological and social forces that lead to authoritarianism and fanaticism. It is less well known that she first developed these themes in the richly imagined historical fiction collected in this volume, which inaugurates the Library of America edition of her works. Written before Ursula K. Le Guin turned to science fiction, the novel Malafrena is a tale of love and duty set in the central European country of Orsinia in the early nineteenth century, when it is ruled by the Austrian empire. The stories originally published in Orsinian Tales (1976) offer brilliantly rendered episodes of personal drama set against a history that spans Orsinia’s emergence as an independent kingdom in the twelfth century to its absorption by the eastern Bloc after World War II. The volume is rounded out by two additional stories that bring the history of Orsinia up to 1989, the poem “Folksong from the Montayna Province,” Le Guin’s first published work, and two never-before-published songs in the Orisinian language. LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation’s literary heritage by publishing, and keeping permanently in print, America’s best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries.",
  "isbn": "9781598534948",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}