{
  "tags": [
    "Drama & Plays",
    "Fantasy",
    "Fairy Tales"
  ],
  "chapters": [
    {
      "id": 0,
      "start": 0,
      "end": 2328.668,
      "title": "Murder Mysteries part 1"
    },
    {
      "id": 1,
      "start": 2328.668,
      "end": 3941.3320000000003,
      "title": "Snow, Apples, Glass part 1"
    },
    {
      "id": 2,
      "start": 3941.3320000000003,
      "end": 6145.872,
      "title": "Murder Mysteries part 2"
    },
    {
      "id": 3,
      "start": 6145.872,
      "end": 7302.320813,
      "title": "Snow, Apples, Glass part 2"
    }
  ],
  "title": "Two Plays for Voices",
  "subtitle": "Snow Glass Apples and Murder Mysteries",
  "authors": [
    "Neil Gaiman's Murder Mysteries"
  ],
  "narrators": [
    "Brian Dennehy",
    "Bebe Neuwirth",
    "full cast"
  ],
  "series": [],
  "genres": [
    "Literature & Fiction",
    "Science Fiction & Fantasy"
  ],
  "publishedYear": "2002",
  "publishedDate": null,
  "publisher": "Caedmon",
  "description": "These are two original plays for voices from the critically-acclaimed, best-selling, and award-winning author of American Gods.   In Snow Glass Apples, once upon a time there lived a young princess with skin as white as snow, with hair as black as coal, with lips redder than blood. Most people think they know what happens to this young unfortunate girl. Most people are wrong. Tony-award winning actress Bebe Neuwirth stars as a wise queen who wants nothing more than to reign over her kingdom peacefully but is forced to match wits with an inhuman child who has an unnatural taste for blood. In Murder Mysteries, a mystery noir set in heaven's City of Angels before the fall, the first crime has been committed. It is an awful one. While the angelic hosts labor to create the world and its workings, one of their number is mysteriously slain by one of their own. Brian Dennehy stars as Raguel, Angel of Vengeance, who is mandated by Lucifer to discover both motive and murderer in this holy dominion that had so recently known no sin.",
  "isbn": null,
  "asin": "B002UUQWUU",
  "language": "English",
  "explicit": false,
  "abridged": false
}