{
  "tags": [],
  "chapters": [],
  "title": "Undoing Depression",
  "subtitle": "What Therapy Doesn't Teach You and Medication Can't Give You",
  "authors": [
    "Richard O'Connor"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Self-Help"
  ],
  "publishedYear": null,
  "publishedDate": null,
  "publisher": "Hachette UK",
  "description": "The bestselling approachable guide that has inspired thousands of readers to manage or overcome depression — fully revised and updated for life in the 21st century. Depression rates around the world have skyrocketed in the 20‑plus years since Richard O'Connor first published his classic book on living with and overcoming depression. Nearly 40 million American adults suffer from the condition, which affects nearly every aspect of life, from relationships, to job performance, physical health, productivity, and, of course, overall happiness. And in an increasingly stressful and overwhelming world, it's more important than ever to understand the causes and effects of depression, and what we can do to overcome it. In this fully revised and updated edition — which includes updated information on the power of mindfulness, the relationship between depression and other diseases, the risks and side effects of medication, depression’s effect on thinking, and the benefits of exercise — Dr. O'Connor explains that, like heart disease and other physical conditions, depression is fueled by complex and interrelated factors: genetic, biochemical, environmental. But Dr. O'Connor focuses on an additional factor that is often overlooked: our own habits. Unwittingly we get good at depression. We learn how to hide it, and how to work around it. We may even achieve great things, but with constant struggle rather than satisfaction. Relying on these methods to make it through each day, we deprive ourselves of true recovery, of deep joy and healthy emotion. Undoing Depression teaches us how to replace depressive patterns with a new and more effective set of skills. We already know how to \"do\" depression—and we can learn how to undo it. With a truly holistic approach that synthesizes the best of the many schools of thought about this painful disease, and a critical eye toward medications, O'Connor offers new hope—and new life—for sufferers of depression.",
  "isbn": "9780316266956",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}