{
  "tags": [],
  "chapters": [
    {
      "id": 0,
      "start": 0,
      "end": 21688.450612,
      "title": "Jim Butcher - Cold Days 01"
    },
    {
      "id": 1,
      "start": 21688.450612,
      "end": 44422.739592,
      "title": "Jim Butcher - Cold Days 02"
    },
    {
      "id": 2,
      "start": 44422.739592,
      "end": 67682.533878,
      "title": "Jim Butcher - Cold Days 03"
    }
  ],
  "title": "The Dresden Files 14.0 - Cold Days",
  "subtitle": null,
  "authors": [
    "James Marsters"
  ],
  "narrators": [
    "Jim Butcher"
  ],
  "series": [
    "Jim Butcher - Dresden Files 22GB #14"
  ],
  "genres": [
    "Audiobook"
  ],
  "publishedYear": "2012-01-01",
  "publishedDate": null,
  "publisher": null,
  "description": "Harry Dresden lives! After being murdered by a mystery assailant, navigating his way through the realm between life and death, and being brought back to the mortal world, Harry realizes that maybe death wasn't all that bad - because he is no longer Harry Dresden, Chicago's only professional wizard. He is now Harry Dresden, Winter Knight to Mab, the Queen of Air and Darkness. After Harry had no choice but to swear his fealty, Mab wasn't about to let something as petty as death steal away the prize she had sought for so long. And now, her word is his command, no matter what she wants him to do, no matter where she wants him to go, and no matter who she wants him to kill. Guess which one Mab wants first? Of course, it won't be an ordinary, everyday assassination. Mab wants her newest minion to pull off the impossible: kill an immortal. No problem there, right? And to make matters worse, there exists a growing threat to an unfathomable source of magic that could land Harry in the sort of trouble that will make death look like a holiday. Beset by enemies new and old, Harry must gather his friends and allies, prevent the annihilation of countless innocents, and find a way out of his eternal subservience before his newfound powers claim the only thing he has left to call his own... his soul.",
  "isbn": null,
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}