{
  "tags": [],
  "chapters": [],
  "title": "Folly and Glory",
  "subtitle": "A Novel",
  "authors": [
    "Larry McMurtry"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": null,
  "publishedDate": null,
  "publisher": "Simon and Schuster",
  "description": "In this brilliant saga—the final volume of The Berrybender Narratives and an epic in its own right—Larry McMurtry lives up to his reputation for delivering novels with “wit, grace, and more than a hint of what might be called muscular nostalgia, fit together to create a panoramic portrait of the American West” (The New York Times Book Review). As this finale opens, Tasmin and her family are under irksome, though comfortable, arrest in Mexican Santa Fe. Her father, the eccentric Lord Berrybender, is planning to head for Texas with his whole family and his retainers, English, American, and Native American. Tasmin, who would once have followed her husband, Jim Snow, anywhere, is no longer even sure she likes him, or knows where to go to next. Neither does anyone else—even Captain Clark, of Lewis and Clark fame, is puzzled by the great changes sweeping over the West, replacing Native Americans and buffalo with towns and farms. In the meantime, Jim Snow, accompanied by Kit Carson, journeys to New Orleans, where he meets up with a muscular giant named Juppy, who turns out to be one of Lord Berrybender’s many illegitimate offspring, and in whose company they make their way back to Santa Fe. But even they are unable to prevent the Mexicans from carrying the Berrybender family on a long and terrible journey across the desert to Vera Cruz. Starving, dying of thirst, and in constant, bloody battle with slavers pursuing them, the Berrybenders finally make their way to civilization—if New Orleans of the time can be called that—where Jim Snow has to choose between Tasmin and the great American plains, on which he has lived all his life in freedom, and where, after all her adventures, Tasmin must finally decide where her future lies. With a cast of characters that includes almost every major real-life figure of the West, Folly and Glory is a novel that represents the culmination of a great and unique four-volume saga of the early days of the West; it is one of Larry McMurtry’s finest achievements.",
  "isbn": "9781451607697",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}