{
  "tags": [],
  "chapters": [],
  "title": "Dreamsongs: Volume II",
  "subtitle": "A timeless and breath-taking story collection from a master of the craft",
  "authors": [
    "George R. R. Martin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1974",
  "publishedDate": null,
  "publisher": "Bantam",
  "description": "Even before the enormous success of A Game of Thrones, George R. R. Martin had secured his reputation as one of the most exciting storytellers of our time. The second of two thrilling collections, Dreamsongs: Volume II continues the story of his amazing journey from a young writer to a #1 New York Times bestselling force of nature. Whether writing about werewolves, wizards, or outer space, George R. R. Martin is renowned for his versatility and expansive talent, as demonstrated in this dazzling collection. Dreamsongs: Volume II contains acclaimed stories such as the World Fantasy Award winner “The Skin Trade,” as well as the first novella in the Ice and Fire universe, The Hedge Knight—plus two early screenplays. Featuring extensive author commentary, Dreamsongs: Volume II is an invaluable chronicle of a writer at the height of his creativity—and an unforgettable reading experience for fans old and new. “Science fiction, fantasy and horror fans alike will be blown away by the diversity and quality of stories. . . . This extraordinary collection is one to cherish.”—Publishers Weekly (starred review) “Dreamsongs is the ideal way to discover . . . a master of science fiction, fantasy and horror. . . . Martin is a writer like no other.”—The Guardian (U.K.) PRAISE FOR GEORGE R. R. MARTIN “Of those who work in the grand epic-fantasy tradition, Martin is by far the best. In fact . . . this is as good a time as any to proclaim him the American Tolkien.”—Time “Long live George Martin . . . a literary dervish, enthralled by complicated characters and vivid language, and bursting with the wild vision of the very best tale tellers.”—The New York Times “I always expect the best from George R. R. Martin, and he always delivers.”—Robert Jordan",
  "isbn": "9780553904345",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}