{
  "tags": [],
  "chapters": [],
  "title": "Dreamsongs",
  "subtitle": "A timeless and breath-taking story collection from a master of the craft",
  "authors": [
    "George R.R. Martin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1974",
  "publishedDate": null,
  "publisher": "Hachette UK",
  "description": "A fantastic collection of short fiction spanning the career of the phenomenon George R.R. Martin. From fantasy and science fiction to horror, this is the perfect introduction to a master of the craft GRRM: A RRETROSPECTIVE is a massive collection of the best of George R.R. Martin's short fiction, containing 32 short stories and novellas, including the Hugo-winning 'A Song for Lya', the Bram Stoker-winning 'The Pear-Shaped Man' and 'The Skin Trade', which won the World Fantasy Award and is generally acclaimed as the finest werewolf story of our time. As well as the stories themselves, which span Martin's multi-faceted career, there are two television scripts, voluminous author commentary, an introduction by award-winning editor and writer Gardner Dozois and a comprehensive bibliography. This must-have volume by one of the brightest stars in the field of imaginative fiction. Readers love Dreamsongs: 'Horror, Fantasy, Sci-Fi, he masters them all. I don't think that there is a single story throughout this anthology that I didn't like' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'The stories in Dreamsongs span decades, genres, and worlds. They contain humans, aliens, and beasts; gods, demons, and ghosts. They are future history and mythology. There are all the grand themes and archetypes of great literature' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'A glimpse of Martin's formative years and the works with which he became a professional author . . . even his early stories carry the kernel of creativity that's evident throughout this volume' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'This is, put simply, brilliant . . . He is poetic, and he is painful, and he is a master of language. No short stories have ever affected me this much' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'Although it was written almost 40-50 years ago, the vision and language with which he wrote don't feel dated at all . . . the themes explored are eternally relevant' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'An overall excellent collection of short stories. \"With Morning Comes Mistfall,\" \"A Song for Lya.\" \"The Ice Dragon,\" Meathouse Man,\" and \"Sandkings\" are a few of my favourites' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐",
  "isbn": "9780575086111",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}