{
  "tags": [],
  "chapters": [],
  "title": "A Game of Thrones: Comic Book, Issue 20",
  "subtitle": "A magazine of science fiction and fantasy Issue 20: May 2016 Mike Resnick, Editor Jean Rabe, Assistant Editor Shahid Mahmud, Publisher Stories by Auston Habershaw, Kij Johnson, Shephard, Nick DiChario, George R. R. Martin, Stewart C Baker, Jeff Calhoun, Jack McDevitt, Tina Gower, Jean-Claude Dunyach, Paul Di Filippo, and Sheila Finch Serialization: The Long Tomorrow by Leigh Brackett Columns by Barry Malzberg, Gregory Benford Book Reviews: Jody Lynn Nye and Bill Fawcett Interview: Joy Ward interviews George R. R. Martin Galaxy's Edge is a Hugo-nominated bimonthly magazine published by Phoenix Pick, the science fiction and fantasy imprint of Arc Manor, an award-winning independent press based in Maryland. Each issue of the magazine has a mix of new and old stories, a serialization of a novel, columns by Barry Malzberg and Gregory Benford, book reviews by Jody Lynn Nye and Bill Fawcett, and an interview conducted by Joy Ward.",
  "authors": [
    "George R. R. Martin"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Comics & Graphic Novels"
  ],
  "publishedYear": "1976",
  "publishedDate": null,
  "publisher": "Bantam Dell",
  "description": "Trumpets sound, armies clash, and blood spills in the latest installment of bestselling author Daniel Abraham’s thrilling adaptation of George R. R. Martin’s beloved fantasy masterwork! Battle is joined at the Trident, with Tyrion Lannister in the vanguard—placed there by a father determined to rid himself of an embarrassment. But the fortunes of war are not so easily manipulated, as Lord Tywin is about to learn, to his great regret . . . and even greater rage. For in a brilliant tactical move, the host of young Robb Stark has descended upon the army of Jaime Lannister outside the besieged gates of Riverrun, and has won a great victory . . . and a prize that might end the war before it has fairly begun.",
  "isbn": "9780345546319",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}