{
  "tags": [],
  "chapters": [],
  "title": "The Signal Corps",
  "subtitle": "The Test (December 1941 to July 1943)",
  "authors": [
    "George Thompson",
    "Dixie Harris",
    "Dulany Terrett",
    "Pauline Oakes"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Government publications"
  ],
  "publishedYear": "1980",
  "publishedDate": null,
  "publisher": "Createspace Independent Publishing Platform",
  "description": "The methods of modern warfare and its wide deployment of forces make effective communications one of the vital elements of victory. In the higher levels of command in the Army this is the responsibility of the Signal Corps. Actually, war laid far greater demands on Signal troops and equipment than the War Department had anticipated, and the rapid development of electronic devices continued to multiply these demands. For this reason, rather than through any fault of its own, the Signal Corps was perhaps the least ready of the technical services for the missions assigned to it after Pearl Harbor. That the Corps managed as well as it did to meet the demands of war was a tribute to the preparations described in the preceding volume of this subseries. The Corps' burgeoning activities during 1942 and the first half of 1943 are the theme of this second volume. Based for the most part on War Department records, especially those of the Chief Signal Officer, the present history generally reflects his point of view. After March 1942 each of the technical services had its special problems within the fold of the Army Service Forces. Those of the Signal Corps were in some respects unique, and led to a partial decentralization of its functions from 1943 onward rather than to the centralized and autonomous control of Army communications that many Signal officers, including the Chief Signal Officer, wanted. The present volume shows how effectively, despite its organizational problems, the Corps managed in the period under review to prepare for its intricate and world-wide mission in the final war years.",
  "isbn": "9781514833117",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}