{
  "tags": [],
  "chapters": [],
  "title": "Believe in Love & Joy: The Collection of the Greatest Christmas Novels, Stories, Carols & Legends (Illustrated Edition)",
  "subtitle": "Silent Night, The Three Kings, The Gift of the Magi, A Christmas Carol, Little Lord Fauntleroy, Life and Adventures of Santa Claus, The Heavenly Christmas Tree, Little Women, The Tale of Peter Rabbit…",
  "authors": [
    "Charles Dickens",
    "O. Henry",
    "Mark Twain",
    "Beatrix Potter",
    "Louisa May Alcott",
    "William Shakespeare",
    "Harriet Beecher Stowe",
    "Emily Dickinson",
    "Robert Louis Stevenson",
    "Rudyard Kipling",
    "Hans Christian Andersen",
    "Selma Lagerlöf",
    "Fyodor Dostoevsky",
    "Martin Luther",
    "Walter Scott",
    "J. M. Barrie",
    "Anthony Trollope",
    "Brothers Grimm",
    "L. Frank Baum",
    "Lucy Maud Montgomery",
    "George Macdonald",
    "Leo Tolstoy",
    "Henry Van Dyke",
    "E. T. A. Hoffmann",
    "Clement Moore",
    "Henry Wadsworth Longfellow",
    "William Wordsworth",
    "Alfred Lord Tennyson",
    "William Butler Yeats",
    "Eleanor H. Porter",
    "Jacob A. Riis",
    "Susan Anne Livingston",
    "Ridley Sedgwick",
    "Sophie May",
    "Lucas Malet",
    "Juliana Horatia Ewing",
    "Alice Hale Burnett",
    "Ernest Ingersoll",
    "Annie F. Johnston",
    "Amanda M. Douglas",
    "Amy Ella Blanchard",
    "Carolyn Wells",
    "Walter Crane",
    "Thomas Nelson Page",
    "Florence L. Barclay",
    "A. S. Boyd",
    "Booker T. Washington",
    "Lucy Wheelock",
    "Aunt Hede",
    "Frederick E. Dewhurst",
    "Maud Lindsay",
    "Marjorie L. C. Pickthall"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1985",
  "publishedDate": null,
  "publisher": "e-artnow",
  "description": "This holiday, e-artnow presents to you this unique collection of the greatest Christmas classics: most beloved novels, tales, legends, poetry & carols - to warm up your heart and rekindle your holiday sparkle: The First Christmas Of New England (Harriet Beecher Stowe) The Gift of the Magi (O. Henry) The Holy Night (Selma Lagerlöf) A Merry Christmas & Other Christmas Stories (Louisa May Alcott) A Letter from Santa Claus (Mark Twain) Silent Night The Night After Christmas The Child Born at Bethlehem The Adoration of the Shepherds The Visit of the Wise Men As Joseph Was A-Walking The Tale of Peter Rabbit (Beatrix Potter) Where Love Is, God Is (Leo Tolstoy) The Three Kings (Henry Wadsworth Longfellow) A Christmas Carol (Samuel Taylor Coleridge) Life and Adventures of Santa Claus (L. Frank Baum) Christmas At Sea (Robert Louis Stevenson) The Savior Must Have Been A Docile Gentleman (Emily Dickinson) The Heavenly Christmas Tree (Fyodor Dostoevsky) The Little City of Hope (F. Marion Crawford) Christmas in the Olden Time (Walter Scott) Christmas In India (Rudyard Kipling) A Christmas Carol (Charles Dickens) The Twelve Days of Christmas The Wonderful Wizard of OZ (L. Frank Baum) Ring Out, Wild Bells (Alfred Lord Tennyson) Little Lord Fauntleroy (Frances Hodgson Burnett) Black Beauty (Anna Sewell) The Christmas Child (Hesba Stretton) Granny's Wonderful Chair (Frances Browne) The Romance of a Christmas Card (Kate Douglas Wiggin) Wind in the Willows (Kenneth Grahame) The Wonderful Life - Story of the life and death of our Lord (Hesba Stretton) The Christmas Angel (A. Brown) Christmas at Thompson Hall (Anthony Trollope) Christmas Every Day (William Dean Howells) The Lost Word (Henry van Dyke) The Nutcracker and the Mouse King (E. T. A. Hoffmann) The Little Match Girl The Elves and the Shoemaker Mother Holle The Star Talers Snow-White…",
  "isbn": "9788026898740",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}