{
  "tags": [],
  "chapters": [],
  "title": "Dangerous Women",
  "subtitle": null,
  "authors": [
    "George R. R. Martin",
    "Gardner Dozois"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "2013",
  "publishedDate": null,
  "publisher": "Tor Books",
  "description": "The World Fantasy Award-winning collection of stories featuring the best and the bravest females across genre fiction. All new and original to this volume, the 21 stories in Dangerous Women include work by twelve New York Times bestsellers, and seven stories set in the authors' bestselling continuities-including a new Outlander story by Diana Gabaldon, a tale of Harry Dresden's world by Jim Butcher, a story from Lev Grossman set in the world of The Magicians, and a 35,000-word novella by George R. R. Martin about the Dance of the Dragons, the vast civil war that tore Westeros apart nearly two centuries before the events of A Game of Thrones. Also included are original stories of dangerous women--heroines and villains alike--by Brandon Sanderson, Joe Abercrombie, Sherrilyn Kenyon, Lawrence Block, Carrie Vaughn, S. M. Stirling, Sharon Kay Penman, and many others. Writes Gardner Dozois in his Introduction, \"Here you'll find no hapless victims who stand by whimpering in dread while the male hero fights the monster or clashes swords with the villain, and if you want to tie these women to the railroad tracks, you'll find you have a real fight on your hands. Instead, you will find sword-wielding women warriors, intrepid women fighter pilots and far-ranging spacewomen, deadly female serial killers, formidable female superheroes, sly and seductive femmes fatale, female wizards, hard-living Bad Girls, female bandits and rebels, embattled survivors in Post-Apocalyptic futures, female Private Investigators, stern female hanging judges, haughty queens who rule nations and whose jealousies and ambitions send thousands to grisly deaths, daring dragonriders, and many more.\"",
  "isbn": "9780765332073",
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}