{
  "tags": [],
  "chapters": [
    {
      "id": 0,
      "start": 0,
      "end": 2723.84,
      "title": "001"
    },
    {
      "id": 1,
      "start": 2723.84,
      "end": 5612.448,
      "title": "002"
    },
    {
      "id": 2,
      "start": 5612.448,
      "end": 8524.927,
      "title": "003"
    },
    {
      "id": 3,
      "start": 8524.927,
      "end": 11351.91,
      "title": "004"
    },
    {
      "id": 4,
      "start": 11351.91,
      "end": 13915.161,
      "title": "005"
    },
    {
      "id": 5,
      "start": 13915.161,
      "end": 17049.391,
      "title": "006"
    },
    {
      "id": 6,
      "start": 17049.391,
      "end": 19704.221,
      "title": "007"
    },
    {
      "id": 7,
      "start": 19704.221,
      "end": 23579.631,
      "title": "008"
    },
    {
      "id": 8,
      "start": 23579.631,
      "end": 27513.835,
      "title": "009"
    },
    {
      "id": 9,
      "start": 27513.835,
      "end": 29373.381,
      "title": "010"
    },
    {
      "id": 10,
      "start": 29373.381,
      "end": 32237.006,
      "title": "011"
    },
    {
      "id": 11,
      "start": 32237.006,
      "end": 36152.679,
      "title": "012"
    },
    {
      "id": 12,
      "start": 36152.679,
      "end": 39783.816,
      "title": "013"
    },
    {
      "id": 13,
      "start": 39783.816,
      "end": 43056.297,
      "title": "014"
    },
    {
      "id": 14,
      "start": 43056.297,
      "end": 46952.884,
      "title": "015"
    },
    {
      "id": 15,
      "start": 46952.884,
      "end": 50482.317,
      "title": "016"
    },
    {
      "id": 16,
      "start": 50482.317,
      "end": 53548.373,
      "title": "017"
    },
    {
      "id": 17,
      "start": 53548.373,
      "end": 58354.021587,
      "title": "018"
    }
  ],
  "title": "02 - The Honor of the Queen",
  "subtitle": null,
  "authors": [
    "David Weber"
  ],
  "narrators": [
    "Allyson Johnson"
  ],
  "series": [
    "Honor Harrington #2"
  ],
  "genres": [
    "Space Opera, Military SF, Science Fiction"
  ],
  "publishedYear": "1993-05-31T20:45:52Z",
  "publishedDate": null,
  "publisher": null,
  "description": "It's hard to give peace a chance when the other side regards conquest as the only option and a sneak attack as the best means to that end. That's why the Kingdom of Manticore needs allies against the Republic of Haven, and the planet Grayson is strategically situated to make a very good ally indeed. But Her Majesty's Foreign Office overlooked a \"minor cultural difference\" when they chose Honor Harrington to carry the flag: women on the planet of Grayson are without rank or rights and Honor's mere presence is an intolerable affront to every male on the planet.At first Honor doesn't take it personally. But, in time, such treatment becomes taxing and she makes plans to withdraw until Grayson's fratricidal sister planet attacks without warning. Now, Honor must stay and prevail, not just for her honor, but for her sovereign's, for the honor of the Queen. A Note from Author David Weber  There's been some confusion - not to say, um, energetic debate, readers and fans being readers and fans - about the correct pronunciation of \"Manticoran.\" The truth, alas, is that a stitch was dropped. An error occurred. A mistake was made... and it wasn't Audible's fault. It was mine. Before Audible recorded the very first Honor Harrington book, narrator Allyson Johnson and I not only corresponded by e-mail but actually spoke to one another by phone. She wanted to make absolutely certain she had the correct pronunciations for names, places, star nations, etc., and I tried to make certain all of her questions were answered. And so they were. Unfortunately, at some point in the process, I replied to one of her e-mails by telling her that \"Man-ti-core-ahn\" was pronounced \"Man-tik-er-ahn.\" Exactly how this happened is more than I can say at this point, except to blushingly disclose that the original e-mail remains intact, confirming to all the world that it was, indeed, my fault. I can ascribe it only to a temporary mental hiccup on my part and c...",
  "isbn": null,
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}