{
  "tags": [],
  "chapters": [],
  "title": "Eternity's Mind (Unabridged)",
  "subtitle": null,
  "authors": [
    "Kevin J. Anderson"
  ],
  "narrators": [
    "Mark Boyett"
  ],
  "series": [
    "Kevin J. Anderson - The Saga of Shadoes"
  ],
  "genres": [],
  "publishedYear": "2016-01-01",
  "publishedDate": null,
  "publisher": null,
  "description": "Eternity's Mind is the climactic final book in Kevin J. Anderson's Saga of Shadows Trilogy, which began with the Hugo nominee The Dark Between the Stars. The Saga of Shadows, as well as its predecessor series, the internationally best-selling Saga of Seven, are among the grandest epic space operas published in this century. Two decades after the devastating Elemental War, which nearly destroyed the cosmos, the new Confederation restored peace and profitable commerce among the peoples and worlds of the Spiral Arm. The ambitious, innovative Roamers went back to their traditional business of harvesting the vital stardrive fuel ekti from the clouds of gas giant planets, and the telepathic green priests of Theroc provided instantaneous galaxy-wide communication via their connection to the powerful and sentient worldtrees. The alien Ildiran Empire rebuilt their grand Prism Palace under the light of their seven suns, and their Mage-Imperator declared a new age of expansion and discovery. But peace was not to last. The malevolent Klikiss robots soon found an ally in the ancient and near-omnipotent Shana Rei, destructive creatures who are the personification of darkness and chaos, awakened after millennia of slumber to destroy all sentient life in the universe. The Confederation and the Ildiran Empire fought in every way possible, but the Spiral Arm itself seemed doomed. All across the transportal network, space is tearing apart, and the links between the gateways are breaking down, the fabric of space unraveling. The worldtrees are dying, entire planets are englobed in impenetrable black barriers erected by the Shana Rei, and the murderous taint has infiltrated the Ildiran race as well as Mage-Imperator Jora'h himself. Desperate for stardrive fuel to power the military and all space travel, the industrialist Lee Iswander has been extracting ekti - the blood of the cosmos - from mysterious giant nodules found floating in empty ...",
  "isbn": null,
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}