{
  "tags": [
    "Genre Fiction",
    "Psychological",
    "Horror",
    "Thriller & Suspense"
  ],
  "chapters": [],
  "title": "NOS4A2",
  "subtitle": "A Novel",
  "authors": [
    "Joe Hill"
  ],
  "narrators": [
    "Kate Mulgrew"
  ],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "2013-01-01",
  "publishedDate": null,
  "publisher": "Harper Collins",
  "description": "The spine-tingling, bone-chilling novel of supernatural suspense from the #1 New York Times bestselling author of The Fireman and Horns—now an AMC original series starring Zachary Quinto, Ebon Moss-Bachrach, and Ashleigh Cummings. \"A masterwork of horror.\"— Time Victoria McQueen has an uncanny knack for finding things: a misplaced bracelet, a missing photograph, answers to unanswerable questions. When she rides her bicycle over the rickety old covered bridge in the woods near her house, she always emerges in the places she needs to be. Charles Talent Manx has a gift of his own. He likes to take children for rides in his 1938 Rolls-Royce Wraith with the vanity plate NOS4A2. In the Wraith, he and his innocent guests can slip out of the everyday world and onto hidden roads that lead to an astonishing playground of amusements he calls Christmasland. The journey across the highway of Charlie's twisted imagination transforms his precious passengers, leaving them as terrifying and unstoppable as their benefactor. Then comes the day when Vic goes looking for trouble...and finds her way to Charlie. That was a lifetime ago. Now, the only kid ever to escape Charlie's evil is all grown up and desperate to forget. But Charlie Manx hasn't stopped thinking about Victoria McQueen. On the road again, he won't slow down until he's taken his revenge. He's after something very special—something Vic can never replace. As a life-and-death battle of wills builds, Vic McQueen prepares to destroy Charlie once and for all—or die trying.",
  "isbn": "9780062200594",
  "asin": "B00BR1TYNK",
  "language": "English",
  "explicit": false,
  "abridged": false
}