{
  "tags": [
    "Politics & Government",
    "Political Science",
    "History & Theory",
    "Social Sciences"
  ],
  "chapters": [
    {
      "id": 0,
      "start": 0,
      "end": 36876.617256,
      "title": "The Essential Chomsky Part 1"
    },
    {
      "id": 1,
      "start": 36876.617256,
      "end": 80722.99125600001,
      "title": "The Essential Chomsky Part 2"
    }
  ],
  "title": "The Essential Chomsky",
  "subtitle": null,
  "authors": [
    "Noam Chomsky",
    "Anthony Arnove - editor"
  ],
  "narrators": [
    "Kevin Stillwell"
  ],
  "series": [],
  "genres": [
    "Politics & Social Sciences"
  ],
  "publishedYear": "2014-01-01",
  "publishedDate": null,
  "publisher": "Audible Studios",
  "description": "In a single volume, the seminal writings of the world's leading philosopher, linguist, and critic, published to coincide with his 80th birthday.  For the past 40 years Noam Chomsky's writings on politics and language have established him as a preeminent public intellectual and as one of the most original and wide-ranging political and social critics of our time. Among the seminal figures in linguistic theory over the past century, since the 1960s Chomsky has also secured a place as perhaps the leading dissident voice in the United States.  Chomsky's many best-selling works - including Manufacturing Consent, Hegemony or Survival, Understanding Power, and Failed States - have served as essential touchstones for dissidents, activists, scholars, and concerned citizens on subjects ranging from the media to human rights to intellectual freedom. In particular, Chomsky's scathing critiques of the U.S. wars in Vietnam, Central America, and the Middle East have furnished a widely accepted intellectual inspiration for antiwar movements over nearly four decades.  The Essential Chomsky assembles the core of his most important writings, including excerpts from his most influential texts over the past 40 years. Here is an unprecedented, comprehensive overview of Chomsky's thought.",
  "isbn": null,
  "asin": "B00IGBWEPY",
  "language": "English",
  "explicit": false,
  "abridged": false
}