{
  "tags": [],
  "chapters": [
    {
      "id": 0,
      "start": 0,
      "end": 535.875918,
      "title": "01"
    },
    {
      "id": 1,
      "start": 535.875918,
      "end": 753.893877,
      "title": "02"
    },
    {
      "id": 2,
      "start": 753.893877,
      "end": 1101.061224,
      "title": "03"
    },
    {
      "id": 3,
      "start": 1101.061224,
      "end": 1516.59102,
      "title": "04"
    },
    {
      "id": 4,
      "start": 1516.59102,
      "end": 1710.419591,
      "title": "05"
    },
    {
      "id": 5,
      "start": 1710.419591,
      "end": 2211.395918,
      "title": "06"
    },
    {
      "id": 6,
      "start": 2211.395918,
      "end": 2710.8048980000003,
      "title": "07"
    },
    {
      "id": 7,
      "start": 2710.8048980000003,
      "end": 3217.867755,
      "title": "08"
    },
    {
      "id": 8,
      "start": 3217.867755,
      "end": 3735.8497960000004,
      "title": "09"
    },
    {
      "id": 9,
      "start": 3735.8497960000004,
      "end": 4266.318367000001,
      "title": "10"
    },
    {
      "id": 10,
      "start": 4266.318367000001,
      "end": 4699.219591000001,
      "title": "11"
    },
    {
      "id": 11,
      "start": 4699.219591000001,
      "end": 5221.929795000001,
      "title": "12"
    },
    {
      "id": 12,
      "start": 5221.929795000001,
      "end": 5737.325713000001,
      "title": "13"
    },
    {
      "id": 13,
      "start": 5737.325713000001,
      "end": 6270.406529000001,
      "title": "14"
    }
  ],
  "title": "The Dresden Files 11.9 - Bigfoot on Campus (Masters)",
  "subtitle": null,
  "authors": [
    "James Marsters"
  ],
  "narrators": [
    "Jim Butcher"
  ],
  "series": [
    "Jim Butcher - Dresden Files 22GB #11.9"
  ],
  "genres": [
    "Audiobook"
  ],
  "publishedYear": "2015-01-01",
  "publishedDate": null,
  "publisher": null,
  "description": "Narrated by James Marsters. Chicago wizard-for-hire Harry Dresden is used to mysterious clients with long hair and legs up to here. But when it turns out the long hair covers every square inch of his latest client's body, and the legs contribute to a nine-foot height, even the redoubtable detective realizes he's treading new ground. Strength of a River in His Shoulders is one of the legendary forest people, a bigfoot, and he has a problem that only Harry can solve. His son, Irwin, is a scion, the child of a supernatural creature and a human. He's a good kid, but the extraordinary strength of his magical aura has a way of attracting trouble. In the three novellas that make up Working for Bigfoot, collected together here for the first time, listeners encounter Dresden at different points in his storied career and in Irwin's life. As a middle schooler in B Is for Bigfoot, Irwin attracts the unwelcome attention of a pair of bullying brothers who are more than they seem, and, when Harry steps in, it turns out they have a mystical guardian of their own. At a fancy private high school in I Was a Teenage Bigfoot, Harry is called in when Irwin grows ill for the first time, and it's not just a case of mono. Finally, Irwin is all grown up - and has a grown up's typical problems - as a freshman in college in Bigfoot on Campus, or would if 'typical' included vampires. New York Times best seller Jim Butcher explores the responsibilities of fatherhood and the difficulties of growing up with the elements Dresden Files fans crave - detection, adventure, humor, and magic.",
  "isbn": null,
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}