{
  "tags": [],
  "chapters": [],
  "title": "Necro Files: Two Decades of Extreme Horror",
  "subtitle": "Spanning over 20 years, 20 masters and modern authors of hardcore horror share their most bad-ass stories in this special edition from Comet Press. Many hard to find and out of print, some that were banned, Necro Files covers every imaginable mode of mayhem including serial killers, necrophilia, cannibals, werewolves, zombies, sex fetishes, psychopaths, snuff, occult, and more stories that dial into the dark side of human nature.",
  "authors": [
    "George R.R. Martin",
    "Edward Lee",
    "Bentley Little",
    "Joe R. Lansdale",
    "Randy Chandler",
    "Graham Masterton"
  ],
  "narrators": [],
  "series": [],
  "genres": [
    "Fiction"
  ],
  "publishedYear": "1976",
  "publishedDate": null,
  "publisher": "Red Room Press",
  "description": "Spanning over twenty years, 20 masters and modern authors of hardcore horror share their most bad-ass stories in this special edition from Comet Press. Many hard to find and out of print, some that were banned, Necro Files covers every imaginable mode of mayhem including serial killers, necrophilia, cannibals, werewolves, zombies, sex fetishes, psychopaths, snuff, occult, and more stories that dial into the dark side of human nature. TABLE OF CONTENTS George R.R. Martin — \"Meathouse Man\" Joe R. Lansdale — \"Night They Missed the Horror Show\" Ronald Kelly — \"Diary\" Elizabeth Massie — \"Abed\" Randy Chandler & t. Winter-Damon — \"I am He that Liveth and was Dead ... & Have the Keys of Hell & Death\" Edward Lee — \"Xipe\" Ray Garton — \"Bait\" Gerard Houarner — \"Painfreak\" Wayne Allen Sallee — \"Lover Doll\" Charlee Jacob — \"The Spirit Wolves\" Brian Hodge — \"Godflesh\" John Everson — \"Every Last Drop\" Mehitobel Wilson — \"Blind in the House of the Headsman\" Monica J. O'Rourke — \"An Experiment in Human Nature\" Graham Masterton — \"The Burgers of Calais\" Nancy Kilpatrick — \"Ecstasy\" Bentley Little — \"Pop Star in the Ugly Bar\" Wrath James White — \"The Sooner They Learn\" JF Gonzalez — \"Addict\"",
  "isbn": null,
  "asin": null,
  "language": null,
  "explicit": false,
  "abridged": false
}